{
    "activation_function": "gelu_new",
    "architectures": [
      "GPT2LMHeadModel"
    ],
    "attn_pdrop": 0.2,
    "bos_token_id": 2,
    "embd_pdrop": 0.2,
    "eos_token_id": 3,
    "initializer_range": 0.02,
    "layer_norm_epsilon": 1e-12,
    "model_type": "gpt2",
    "n_ctx": 1024,
    "n_embd": 1024,
    "n_head": 16,
    "n_layer": 24,
    "n_positions": 1024,
    "resid_pdrop": 0.2,
    "summary_activation": null,
    "summary_first_dropout": 0.2,
    "summary_proj_to_labels": true,
    "summary_type": "cls_index",
    "summary_use_proj": true,
    "task_specific_params": {
      "text-generation": {
        "do_sample": true,
        "max_length": 50
      }
    },
    "vocab_size": 28057
  }